insert into vacancies(name) values(
	('C# разработчик'),
	('Java разработчик')
);

insert into questions(vacancy_id, data) values(
	(1, 'Сколько лет занимаетесь C# разработкой?'),
	(1, 'Есть ли у Вас высшее образование?'),
	(1, 'Имеются ли у Вас опыт во фронтренде?'),
	(1, 'Какие языки помимо C# Вы знаете?'),
	(1, 'Разрабатывали ли Вы десктопные приложения на C#?'),
	(2, 'Сколько лет Вы занимаетесь Java разработкой?'),
	(2, 'Умеете ли Вы реализовывать стандартные алгоритмы и структуры данных?'),
	(2, 'Назовите основные принципы ООП'),
	(2, 'Знакомы ли Вы с паттернами разработки?'),
	(2, 'Есть ли у Вас опыт разработки мобильных приложений на Java?')
);